Repository: Bonfida/sns-manager
Catalog: src/locales/*/messages.po
Languages: es, fr, tr

source: {domain}.sol successfully {0}!
es: ¡{domain}.sol {0} con éxito!
fr: {domain}.sol {0} avec succès !
tr: {domain}.sol başarıyla {0}!

source: {domain}.sol successfully set as favorite domain name
es: {domain}.sol establecido como nombre de dominio favorito exitosamente
fr: Domaine favori défini avec succès.
tr: {domain}.sol başarıyla favori domain ismi olarak belirlendi

source: {input}.sol is not a valid domain
es: {input}.sol no es un dominio válido

source: {search}.sol is not a valid domain
es: {search}.sol no es un dominio válido
fr: {search}.sol n'est pas un domaine valide
tr: {search}.sol geçerli bir domain değil

source: {subdomain}.sol is not a valid subdomain
es: {subdomain}.sol no es un subdominio válido
fr: {subdomain}.sol n'est pas un sous-domaine valide
tr: {subdomain}.sol geçerli bir subdomain değil

source: <0>1.</0><1>Transferring funds can sometimes be a bit complex, and it may vary depending on the wallet you are using.</1>
es: <0>1.</0><1>Transferir fondos puede ser un poco complejo a veces, y puede variar dependiendo de la cartera que estés usando.</1>
fr: <0>1.</0><1> Transférer des fonds peut parfois être un peu complexe, et cela peut varier en fonction du portefeuille que vous utilisez.</1>
tr: <0>1.</0><1> Fon aktarımı kimi zaman karmaşıklaşabilir ve bu durum, kullandığınız cüzdana göre değişim gösterebilir. </1>

source: <0>2.</0><1>You cannot edit the content of your domain or add subdomains.</1>
es: <0>2.</0><1>No puedes editar el contenido de tu dominio ni agregar subdominios.</1>
fr: <0>2.</0><1>Vous ne pouvez pas modifier le contenu de votre domaine ou ajouter des sous-domaines.</1>
tr: <0>2.</0><1> Kendi domaininizin içeriğini düzenleyemez veya ona subdomain ekleyemezsiniz. </1>

source: <0>3.</0><1>You cannot transfer your domain.</1>
es: <0>3.</0><1>No puedes transferir tu dominio.</1>
fr: <0>3.</0><1>Vous ne pouvez pas transférer votre domaine.</1>
tr: <0>3.</0><1> Domaininizi gönderemezsiniz. </1>

source: A Humanized ID for the Metaverse
es: Un ID humanizado para el Metaverso
fr: Un identifiant humanisé pour le métaverse.
tr: Metaverse için insanlaştırılmış kimlik

source: Add a profile pic that represents you. It can be a photo of yourself, your favourite NFT or something that inspires you.
es: Agrega una foto de perfil que te represente. Puede ser una foto tuya, tu NFT favorito o algo que te inspire.
fr: Ajoutez une photo de profil qui vous représente. Cela peut être une photo de vous-même, votre NFT préféré ou quelque chose qui vous inspire.
tr: Kendinizi tanıtan bir profil resmi ekleyin. Bu; size veya sahip olduğunuz bir NFT'ye ait bir fotoğraf olabileceği gibi size ilham veren bir resim de olabilir.

source: Add subdomain
es: Agregar subdominio
fr: Ajoutez un sous-domaine
tr: Subdomain ekle

source: Addresses
es: Direcciones
fr: Adresses
tr: Adresler

source: By clicking "{actionName}" you will be asked for a confirmation by your wallet
es: Al hacer clic en "{actionName}", se te pedirá una confirmación desde tu billetera
fr: En cliquant sur "{actionName}", votre portefeuille vous demandera une confirmation.
tr: "{actionName}"ya tıklayınca cüzdan onayı vermeniz istenecektir.

source: Cancel
es: Cancelar
fr: Annuler
tr: İptal

source: Cart
es: Carrito
fr: Panier
tr: Araç

source: Change language
es: Cambiar idioma
fr: Changez la langue
tr: Dili değiştir

source: Change profile picture
es: Cambiar foto de perfil
fr: Changez votre photo de profil
tr: Profil resmini değiştir

source: Clear all
es: Limpiar todo
fr: Tout effacer
tr: Tümünü temizle

source: Clear search
es: Limpiar búsqueda
fr: Effacez la recherche
tr: Aramaları temizle

source: Click the star icon to select your favorite profile. Keep track of your main profile's completion progress with the profile completion bar.
es: Haz clic en el ícono de estrella para seleccionar tu perfil favorito. Sigue el progreso de tu perfil principal con la barra de completitud del perfil.

source: Close
es: Cerrar
fr: Fermer
tr: Kapat

source: Collect & Exchange directly or as NFTs!
es: ¡Colecciona e intercambia directamente o como NFTs!
fr: Collectez et échangez directement ou sous forme de NFT !
tr: Topla ve doğrudan ya da NFT halinde takas et!

source: Confirm
es: Confirmar
fr: Confirmez
tr: Onayla

source: Confirm and pay
es: Confirmar y pagar
fr: Confirmer et payer
tr: Onayla ve öde

source: Confirmation
es: Confirmación
tr: Onay

source: Congrats on purchasing new domains!
es: ¡Felicidades por comprar nuevos dominios!
fr: Félicitations pour l'achat de nouveaux domaines !
tr: Yeni domain satın alımlarınız için tebrikler!

source: Connect your backpack username to your on-chain identity.
es: Conecta tu nombre de usuario de Backpack con tu identidad en la cadena.

source: Continue
es: Continuar
fr: Continuer
tr: İlerle

source: Copied!
es: Copiado!
fr: Copié!
tr: Kopyalandı

source: Create
es: Crear
fr: Créer
tr: Oluştur

source: Create a subdomain
es: Crear un subdominio
fr: Créer un sous-domaine
tr: Bir subdomain oluştur

source: Create an engaging profile by adding links Twitter, Discord and Telegram to connect with like-minded individuals.
es: Crea un perfil atractivo agregando enlaces a Twitter, Discord y Telegram para conectarte con personas afines.
fr: Créez un profil captivant en ajoutant des liens Twitter, Discord et Telegram pour vous connecter avec des personnes partageant les mêmes intérêts.
tr: Sizin gibi düşünen bireylerle iletişim kurmak için Twitter, Discord ve Telegram hesap linklerinizi ekleyerek çekici bir profil yaratın.

source: Delete
es: Eliminar
fr: Supprimer
tr: Sil

source: Delete {domain}.sol
es: Eliminar {domain}.sol
fr: Supprimer {domain}.sol
tr: {domain}.sol'u sil

source: Deleting a domain is a permanent action. You will forfeit its ownership and lose the ability to receive funds using this domain. Upon deletion, the domain will revert back to the SNS registrar.
es: Eliminar un dominio es una acción permanente. Perderás tu propiedad y no podrás recibir fondos utilizando este dominio. Al eliminarlo, el dominio volverá al registro SNS.
fr: La suppression d'un domaine est une action permanente. Vous perdrez la propriété du domaine et la possibilité de recevoir des fonds via ce domaine. Après la suppression, le domaine reviendra au registraire SNS.
tr: Bir domain silme işlemi geri dönüşsüzdür. Onun sahipliğini ve bu domaini kullanarak fon alım yeteneğini kaybetmiş olacaksınız. Silme işlemi sonrasında domain, SNS kaydedicisine geri aktarılır.

source: Deleting a subdomain is a reversible action. Although you can recreate it later, you will temporarily lose the ability to receive funds or create records with it post-deletion.
es: Eliminar un subdominio es una acción reversible. Aunque puedes recrearlo más tarde, perderás temporalmente la capacidad de recibir fondos o crear registros con él después de la eliminación.
fr: La suppression d'un sous-domaine est une action réversible. Bien que vous puissiez le recréer ultérieurement, vous perdrez temporairement la possibilité de recevoir des fonds ou de créer des enregistrements avec ce sous-domaine après sa suppression.
tr: Subdomain silme işlemi geri dönüşlü bir eylemdir. Sonradan tekrar oluşturabilecek olsanız dahi silme işlemi ardından geçici olarak bu domain aracılığıyla fon alımı veya kayıt oluşturma yeteneğini kaybedeceksiniz.

source: Discount
es: Descuento
fr: Remise
tr: İndirim

source: Discounts may be applied in the next step
es: Los descuentos pueden aplicarse en el siguiente paso
fr: Des remises peuvent être appliquées à l'étape suivante.
tr: İndirimler sonraki adımda hesaba katılacaktır

source: Discover the domain that represents you!
es: ¡Descubre el dominio que te representa!
fr: Découvrez le domaine qui vous représente !
tr: Seni yansıtan domaini keşfet!

source: Domain name tokenization (wrapping), involves converting a domain name into an NFT. To reveal the original domain name, the token can be redeemed (unwrapped).
es: La tokenización de un nombre de dominio (envuelto) implica convertir un nombre de dominio en un NFT. Para revelar el nombre de dominio original, el token puede ser redimido (desenvuelto).
fr: La tokenisation (enveloppement) de noms de domaine consiste à convertir un nom de domaine en NFT.
tr: Domain ismini tokenize edilmesi (wrapping), domain isminin NFT'ye dönüşümüdür. Asıl domain isminin tekrardan elde edilmesi için tokenin geri katlanması (unwrapping) gereklidir.

source: Domains
es: Dominios
fr: Domaines
tr: Domainler

source: Each additional kb of memory costs around 0.007 SOL (0.001 USDC)
es: Cada kb adicional de memoria cuesta alrededor de 0.007 SOL (0.001 USDC)
fr: Chaque kb supplémentaire de mémoire coûte environ 0,007 SOL (0,001 USDC).
tr: Her bir fazladan kb hafıza 0.007 SOL ya da 0.001 USDC masraf çıkartır.

source: Edit
es: Editar
fr: Modifier
tr: Düzenle

source: Email
es: Correo electrónico

source: Enter subdomain
es: Ingresa el subdominio
fr: Entrez le sous-domaine
tr: Subdomain ara

source: Enter your {x} record
es: Ingresa tu registro {x}
fr: Entrez votre enregistrement {x}
tr: {x} kaydınızı girin

source: Enter your Backpack username
es: Ingresa tu nombre de usuario de Backpack
fr: Entrez votre nom d'utilisateur Backpack
tr: Backpack kullanıcı adınızı girin

source: Enter your Bitcoin address
es: Ingresa tu dirección de Bitcoin
fr: Entrez votre adresse Bitcoin
tr: Bitcoin adresinizi girin

source: Enter your BNB address
es: Ingresa tu dirección de BNB
fr: Entrez votre adresse BNB
tr: BNB adresinizi girin

source: Enter your Discord username
es: Ingresa tu nombre de usuario de Discord
fr: Entrez votre nom d'utilisateur Discord
tr: Discord kullanıcı adınızı girin

source: Enter your Dogecoin address
es: Ingresa tu dirección de Dogecoin
fr: Entrez votre adresse Dogecoin
tr: Dogecoin adresinizi girin

source: Enter your email address
es: Ingresa tu dirección de correo electrónico
fr: Entrez votre adresse email
tr: Email adresinizi girin

source: Enter your Ethereum address
es: Introduce tu dirección de Ethereum
fr: Entrez votre adresse Ethereum
tr: Ethereum adresinizi girin

source: Enter your Github username
es: Introduce tu nombre de usuario de Github
fr: Entrez votre nom d'utilisateur Github
tr: Github kullanıcı isminizi girin

source: Enter your Injective address
es: Introduce tu dirección de Injective
fr: Entrez votre adresse Injective
tr: Injective adresinizi girin

source: Enter your Litecoin address
es: Introduce tu dirección de Litecoin
fr: Entrez votre adresse Litecoin
tr: Litecoin adresinizi girin

source: Enter your Reddit username
es: Introduce tu nombre de usuario de Reddit
fr: Entrez votre nom d'utilisateur Reddit
tr: Reddit kullanıcı isminizi girin

source: Enter your Telegram username
es: Introduce tu nombre de usuario de Telegram
fr: Entrez votre nom d'utilisateur Telegram
tr: Telegram kullanıcı isminizi girin

source: Enter your Twitter username
es: Introduce tu nombre de usuario de Twitter
fr: Entrez votre nom d'utilisateur Twitter
tr: Twitter kullanıcı isminizi girin

source: Enter your website URL
es: Introduce la URL de tu sitio web
fr: Entrez le lien vers votre site web
tr: Websitenize ait URL'yi girin

source: Get started with my profiles
es: Comenzar con mis perfiles
fr: Commencez avec mes profils
tr: Profillerim kısmından başlayın

source: How to boost your profile?
es: ¿Cómo mejorar tu perfil?
fr: Comment booster votre profil ?
tr: Profilinizi nasıl güçlendirirsiniz?

source: Human-readable address
es: Dirección legible para humanos
fr: Adresse lisible par l'humain
tr: İnsanlarca okunabilen adres

source: If you register your domains using FIDA, you are eligible for a 5% discount!
es: Si registras tus dominios usando FIDA, ¡puedes obtener un descuento del 5%!
fr: Si vous enregistrez vos domaines en utilisant FIDA, vous êtes éligible pour une remise de 5% !
tr: FIDA kullanarak domainlerinizi kaydederseniz 5% indirim kazanacaksınız!

source: Into this
es: En esto
fr: Dans cela
tr: Buna doğru

source: Invalid {key} address
es: Dirección {key} inválida
fr: Adresse {key} invalide
tr: Geçersiz {key} adresi

source: Invalid URL
es: URL inválida
fr: URL invalide
tr: Geçersiz URL

source: Learn more in our docs
es: Aprende más en nuestra documentación
fr: En savoir plus dans nos docs
tr: Dokümanlarımızı okuyarak daha fazla bilgi edinin

source: My domains
es: Mis dominios
fr: Mes domaines
tr: Domainlerim

source: New {domain}.sol owner
es: Nuevo propietario de {domain}.sol
fr: Nouveau propriétaire de {domain}.sol
tr: {domain}.sol'un yeni sahibi

source: New picture URL
es: Nueva URL de imagen
fr: Nouvelle photo de profil
tr: Yeni resim URL'si

source: Next
es: Siguiente
fr: Prochain
tr: Sonraki

source: No changes to save
es: No hay cambios que guardar
fr: Aucuns changements à sauvegarder
tr: Kaydedilecek değişiklik yok

source: No domain found
es: No se encontró ningún dominio
fr: Aucun domaine trouvé
tr: Domain bulunamadı

source: Not set
es: No establecido
fr: Non défini
tr: Belirlenmemiş

source: Nothing in your cart yet
es: Aún no hay nada en tu carrito
fr: Votre panier est encore vide
tr: Sepetindeki herhangi bir şey yok

source: Order summary
es: Resumen del pedido
fr: Résumé de la commande
tr: Emir geçmişi

source: Pay with
es: Pagar con
fr: Payer avec
tr: ile öde

source: Payment
es: Pago
fr: Paiement
tr: Ödeme

source: Permission to access photo album is required
es: Se requiere permiso para acceder al álbum de fotos
fr: Une autorisation pour accéder à l'album photo est requise.
tr: Fotoğraf albümüne erişim izni gereklidir

source: Pic
es: Foto
fr: Photo
tr: Resim

source: Picture URL
es: URL de la foto
fr: URL de la photo
tr: Resim URL'si

source: Please remember, once you transfer a domain, the action is irreversible. You will lose its ownership and will no longer be able to receive funds using this domain.
es: Recuerda que, una vez que transfieres un dominio, la acción es irreversible. Perderás la propiedad del dominio y ya no podrás recibir fondos utilizando este dominio.
fr: Veuillez vous rappeler que le transfert d'un domaine est une action irréversible. Vous perdrez la propriété du domaine et vous ne pourrez plus recevoir de fonds en utilisant ce domaine.
tr: Unutmayınız ki domain gönderme işlemi geri dönüşsüzdür. Ona sahip olma hakkınızı kaybeder ve bir daha o domain aracılığıyla fon edinemezsiniz.

source: POINT
es: PUNTO
tr: PUAN

source: Profile completion: {percentage}%
es: Finalización del perfil: {percentage}%
fr: Avancement du profil : {pourcentage} %
tr: Profil tamamlama: {percentage}%

source: Purchased
es: Comprado
fr: Acheté
tr: Satın alındı

source: Registration discount
es: Descuento de registro
fr: Remise sur l'enregistrement
tr: Kaydetme indirimi

source: Revert
es: Revertir
fr: Annuler
tr: Eski haline getir

source: Save
es: Guardar
fr: Sauvegarder
tr: Kaydet

source: Search domain
es: Buscar dominio
fr: Recherchez un domaine
tr: Domain ara

source: Search domains
es: Buscar dominios
fr: Recherchez des domains
tr: Domainler ara

source: Search for a domain
es: Buscar un dominio
fr: Recherchez un domaine
tr: Domain için arama yap

source: Search your .SOL domain
es: Busca tu dominio .SOL
fr: Recherchez votre domaine .SOL
tr: .SOL domain isminizi arayın

source: Secure a domain for yourself
es: Asegura un dominio para ti
fr: Sécurisez un domaine pour vous-même
tr: Kendinize ait bir domain edinin

source: Skip
es: Saltar
fr: Passer
tr: Atla

source: Socials
es: Redes Sociales
fr: Réseaux sociaux
tr: Sosyal Medya Hesapları

source: Storage Size
es: Tamaño de Almacenamiento
fr: Taille de stockage
tr: Depo Hacmi

source: Storage:
es: Almacenamiento:
fr: Stockage:
tr: Depo

source: subdomain {domain}.sol successfully deleted!
es: ¡Subdominio {domain}.sol eliminado exitosamente!
fr: Le sous-domaine {domain}.sol a été supprimé avec succès !
tr: {domain}.sol subdomaini başarıyla silindi!

source: Subdomain {subdomain}.sol successfully created!
es: ¡Subdominio {subdomain}.sol creado exitosamente!
fr: Le sous-domaine {subdomain}.sol a été créé avec succès !
tr: {domain}.sol başarıyla oluşturuldu!

source: Subdomains
es: Subdominios
fr: Sous-domaines
tr: Subdomainler

source: Subdomains ({0})
es: Subdominios ({0})
fr: Sous-domaines ({0})
tr: Subdomainler ({0})

source: Success!
es: ¡Éxito!
fr: Succès !
tr: Başarılı!

source: The storage size will determine the maximum amount of data you can store on your domain.
es: El tamaño de almacenamiento determinará la cantidad máxima de datos que puedes almacenar en tu dominio.
fr: La taille de stockage déterminera la quantité maximale de données que vous pouvez stocker sur votre domaine.
tr: Depo kapasitesi, domaininide depolanabilecek azami veri miktarını belirler.

source: There are no subdomains.
es: No hay subdominios.
fr: Il n'y a pas de sous-domaines.
tr: Hiçbir subdomain bulunamadı.

source: This domain has been bridged via Wormhole and is available on BNB
es: Este dominio ha sido transferido a través de Wormhole y está disponible en BNB
fr: Ce domaine a été bridgé via Wormhole et est disponible sur BNB.
tr: Bu domain Wormhole aracılığıyla BNB ağına aktarılmış ve BNB ağında da kullanılabilir.

source: This domain is wrapped in an NFT
es: Este dominio está envuelto en un NFT
fr: Ce domaine est enveloppé dans un NFT
tr: Bu domain, NFT haline katlanmış.

source: Transfer
es: Transferir
fr: Transfert
tr: Gönder

source: Transfer {domain}.sol
es: Transferir {domain}.sol
fr: Transférez {domain}.sol
tr: {domain}.sol gönder

source: Transferring your subdomain will link it to a new address and may restrict your ability to receive funds through it. Although the action can be reversed by the parent owners, we caution the user to be vigilant of the addresses.
es: Transferir tu subdominio lo vinculará a una nueva dirección y puede restringir tu capacidad para recibir fondos a través de él. Aunque la acción puede ser revertida por los propietarios principales, recomendamos al usuario que esté atento a las direcciones.
fr: Le transfert de votre sous-domaine le liera à une nouvelle adresse et pourra restreindre votre capacité à recevoir des fonds via celui-ci. Bien que l'action puisse être annulée par les propriétaires parents, nous recommandons à l'utilisateur d'être vigilant quant aux adresses impliquées.
tr: Subdomain transferi, onu yeni bir adrese bağlar ve onun aracılığıyla fon edinme yeteneğinizi ortadan kaldırır. Asıl sahipleri tarafından bu işlem geri çevrilebilir olsa da kullanıcılarımızı, adresler konusunda tedbirli olmaları için uyarıyoruz.

source: Turn this
es: Convertir esto
fr: Changez ceci
tr: Bunu çevir

source: Unique domain name for your project
es: Nombre de dominio único para tu proyecto
fr: Nom de domaine unique pour votre projet
tr: Projenize özgü domain ismi

source: Unwrap domain
es: Desenvolver dominio
fr: Désenvelopper le domain
tr: Domaini geri katla (unwrapping)

source: Unwrap NFT
es: Desenvolver NFT
fr: Désenvelopper le NFT
tr: NFT'yi geri katla (unwrapping)

source: Unwrap your domain from NFT
es: Desenvolver tu dominio del NFT
fr: Désenveloppez votre domaine du NFT
tr: Domaini, NFT'den geri katla (unwrapping)

source: Upload a picture...
es: Subir una imagen...
fr: Téléchargez une photo...
tr: Bir resim yükle...

source: View subdomain
es: Ver subdominio
fr: Voir le sous-domaine
tr: Subdomain görüntüle

source: Website
es: Sitio web
fr: Site Web

source: What is an NFT domain?
es: ¿Qué es un dominio NFT?
fr: Qu'est-ce qu'un domaine NFT ?
tr: NFT domain nedir?

source: What to consider:
es: Qué considerar:
fr: Que faut-il considérer :
tr: Önemsenmesi gerekenler nelerdir?

source: Wrap domain
es: Envolver dominio
fr: Enveloppez le domaine
tr: Domaini Katla (wrapping)

source: Wrap to NFT
es: Envolver en NFT
fr: Envelopper en NFT
tr: NFT'ye katla (wrapping)

source: Wrap your domain into an NFT
es: Envuelve tu dominio en un NFT
fr: Enveloppez votre domaine en NFT
tr: Domaini, NFT'ye katla (wrapping)

source: You can enjoy the full benefits of owning a domain now. Get started by filling in the profiles attached to the domains.
es: Ahora puedes disfrutar de todos los beneficios de ser dueño de un dominio. Comienza completando los perfiles asociados a los dominios.
fr: Vous pouvez maintenant profiter pleinement des avantages de posséder un domaine. Commencez en remplissant les profils attachés aux domaines.
tr: Artık bir domaine sahip olmanın tüm avantajlarından faydalanabilirsin. Domainle ilişkilendirilmiş profili doldurarak başla.

source: You can only add subdomains when the domain is unwrapped.
es: Solo puedes agregar subdominios cuando el dominio no está envuelto en un NFT.
fr: Vous ne pouvez ajouter des sous-domaines que lorsque le domaine est désenveloppé.
tr: Yalnızca domain katlanmamış (unwrapped) haldeyken subdomain ekleyebilirsin.

source: You don’t have any subdomains yet. You can create as many as you want to use your profiles for different purposes.
es: Aún no tienes subdominios. Puedes crear tantos como desees para usar tus perfiles con diferentes propósitos.
fr: Vous n'avez pas encore de sous-domaines. Vous pouvez en créer autant que vous le souhaitez pour utiliser vos profils à des fins différentes.
tr: Herhangi bir subdomaine sahip değilsiniz. Farklı profillerinizde farklı amaçlarda kullanmak üzere istediğiniz kadar subdomain oluşturabilirsiniz.

source: Your domains
es: Tus dominios
fr: Vos domaines
tr: Domainleriniz

source: Your online identity starts with your <0>.sol domain</0>
es: Tu identidad en línea comienza con tu <0>dominio .sol</0>
fr: Votre identité en ligne commence avec votre <0>domaine .sol</0>.
tr: Çevrimiçi kimliğiniz <0>.sol domain</0> ile başlar.

source: {domain}.sol successfully transfered!
fr: Transfert réussi !
tr: {domain}.sol başarıyla gönderildi!

source: Get a .sol domain and start building your profile
fr: Obtenez un domaine .sol et commencez à construire votre profil.
tr: Bir .sol domain edinin ve profilinizi oluşturmaya başlayın

source: Profile
fr: Profil
tr: Profil

source: Total
tr: Toplam

source: You do not have enough funds
fr: Vous n'avez pas assez de fonds
tr: Yeterli bakiyeye sahip değilsiniz
